"Direct_Connection"="Connessione diretta";"Saved_Connections"="Connessioni salvate";"Connections"="Connessioni";"In_App_Purchases"="Acquisti In-App";"Remove_Ads"="Rimuovi pubblicità";"Restore_My_Purchase"="Ripristina acquisti";"Help_And_Reviews"="Aiuto";"Contact_Us"="Contattaci";"About"="Più info";"Connection"="Connessione";"Connect"="Connetti";"Name"="Nome";"Host"="Host";"Example_Dot_Com"="esempio.com";"Port"="Porta";"User"="Utente";"User_Login_Example"="ilmioutente";"Password"="Password";"Password_Login_Example"="lamiapassword";"Back"="Indietro";"Previous"="Precedente";"Next"="Successivo";"Done"="Fatto";"Save"="Salva";"No_Name"="Nessun nome";"Missing_Fields"="Campi mancanti";"Host_Is_Required"="Il campo Host è obbligatorio.";"User_Is_Required"="Il campo User è obbligatorio.";"Password_Is_Required"="Il campo Password è obbligatorio.";"OK"="OK";"CANCEL"="Annulla";"Connection_Error"="Errore di connessione";"Can_Not_Establish_Connection_To"="Impossibile stabilire la connessione a %@";"Bad_Credentials"="Le credenziali fornite non sono corrette";"Connection_Established_But_Can_Not_Open_Session"="La connessione è stabilita ma non è possibile aprire una sessione";"Can_Not_Send_PTY_Request"="Impossibile inviare la richiesta PTY";"Can_Not_Start_Shell_From_Connection"="Impossibile avviare una shell da questa connessione";"Enter_Password"="Immetti password";"Enter_Your_PIN"="Immetti password di WebSSH";"Locked"="Bloccato";"Attempts_Expired"="I tentativi sono scaduti";"PIN_Entry_Locked"="Password di accesso bloccata";"Attempts_Remaining"="Tentativi rimanenti";"Failed_Passcode_Attempts"="Tentativi di sblocco falliti";"Security"="Sicurezza";"Manage_Security_Settings"="Gestione impostazioni di sicurezza";"Email"="Email";"Subject"="Oggetto";"Message"="Messaggio";"Send"="Invia";"Email_Sent_Faillure"="Invio mail fallito";"Your_Device_Can_Not_Send_Mail"="Il tuo dispositivo non riesce ad inviare la mail";"Thank_You"="Grazie";"We_Will_Reply_You_As_Soon_As_Possible"="Ti risponderemo al più presto";"Purchase_Required"="Acquisto richiesto";"More_Informations"="Informazioni";"Purchase_Required_Want_MoreInformations"="Per utilizzare questa funzionalità, è richiesto l'acquisto dell'applicazione. Vuoi altre informazioni a riguardo?";"Can_Not_Purchase"="Impossibile acquistare";"Purchases_Are_Not_Possible_At_This_Time"="L'acquisto non è momentaneamente possibile";"Buy"="Compra";"Restoring_Purchases"="Ripristina acquisti";"Do_You_Want_To_Restore_Or_Unregister_Them"="Vorresti ripristinare i tuoi acquisti, oppure vuoi deregistrarli?";"Restore"="ripristina";"Unregister"="Deregistra";"All_Purchases_Unregistered"="Tutti gli acquisti sono stati deregistrati. Per registrarli nuovamente, sei pregato di ripristinare gli acquisti stessi.";"Thank_You_For_Your_Purchase"="Grazie per aver acquistato !";"Transaction_Failed"="Transazione fallita";"Set_Password"="Imposta password";"Change_Password"="Cambia password";"Remove_Password"="Rimuovi password";"YES"="Si";"NO"="No";"Remove_Password_Confirmation"="Sei sicuro di voler rimuovere la password?";"Password_Not_Saved"="Password non salvata";"Passwords_Are_Not_Equals"="Le password non coincidono !";"Please_Re_Enter_Your_PIN"="Immetti password per la verifica";"Password_Saved"="Password salvata";"Password_Has_Been_Saved"="La password è stata salvata correttamente";"Screen_Will_Be_Locked_After"="Lo schermo verrà bloccato all'avvio o quando saranno trascorsi 60 secondi di esecuzione in background";"Rate_Question"="Se sei felice di usare %@, che ne dici di prenderti un momento per votarlo? Ti prenderà meno di un minuto ! Grazie per il tuo appoggio!";"Rate"="Vota %@";"No_Thanks"="No, grazie";"Remind_Me_Later"="Ricordamelo più tardi";"Message_Field_Is_Required"="Il campo Messaggio è richiesto";"CONNECTION_TYPE"="Tipo";"CONNECTING_TITLE"="In connessione...";"CONNECTING_MESSAGE"="Attendere, per favore.";"CONNECTING_FAILED"="Connessione fallita";"LOADING"="Caricamento";"PARENT_DIRECTORY"="Directory superiore";"DISCONNECT"="Disconnetti";"EXECUTING_TITLE"="Caricamento...";"OPERATION_SEEMS_TO_BE_LONG"="Attendere, prego";"CANCEL_OPERATION"="Annulla operazione";"NOT_CONNECTED_TITLE"="Non connesso";"NOT_CONNECTED_MESSAGE"="La connessione è stata persa";"RECONNECT"="Riconnetti";"Pull_Down_To_Refresh"="Scorri verso il basso per aggiornare";"Release_To_Refresh"="Rilascia per aggiornare";"Loading_Points"="Caricamento...";"Speed"="Velocità";"Progress"="Avanzamento";"Default"="Default";"Favorites_Folder"="Cartelle dei preferiti";"Use_As_Default_Path"="Utilizza come percorso di default";"Path"="Percorso";"Favorite"="Preferito";"Upload"="Carica";"Upload_Failed"="Caricamento fallito";"Ask_For_Resume"="Riprendi richiesta";"Want_To_Resume_Upload"="Vuoi riprendere il caricamento";"Resume"="Riprendi";"Overwrite"="Sovrascrivi";"Rename"="Rinomina";"Enter_The_New_Name"="Immetti un nuovo nome";"Deleting"="Sto cancellando";"Delete"="Cancella";"Sure_To_Delete_XYZ"="Sicuro di eliminare %@ ?";"Delete_Failed"="Cancellazione fallita";"Rename_Failed"="Rinominazione fallita";"Already_Exists"="Già esistente";"Can_Not_Create_Dir_Because_Already_Exists"="Non posso creare la directory perchè esiste già";"Directory_Name"="Nome directory";"Enter_Directory_Name"="Immetti nome della directory";"Default_Folder_Name"="Nuova cartella";"Add"="Aggiungi";"What_To_Do"="Cosa vuoi fare?";"Upload_File"="Carica un file";"Create_Directory"="Crea una directory";"Add_This_Folder_To_Favorite"="Aggiungi questa cartella ai preferiti";"Favorite_Name"="Nome del preferito";"Enter_The_Name_Of_The_Favorite"="Immetti il nome del preferito";"Default_Favorite_Name"="I miei preferiti";"Avoided_Corruptions"="Anti-corruzione";"SSH_Connection_Must_Be_Opened"="Al fine di ottenere una stringa hash MD5, deve essere aperta una connessione. Proseguo?";"Compare"="Confronta";"Generating_MD5"="Generazione MD5";"Wait_Generating_MD5"="Attendere, per favore. Generazione MD5 in corso...";"MD5_Hashes_Are_Equal"="Gli hash MD5 coincidono";"Sorry_MD5_Hashes_Are_Not_Equal"="Spiacente, gli hash MD5 non coincidono";"Compare_With_Local_File"="Confronta file locale";"Add_To_Clipboard"="Aggiungi alla clipboard";"Requesting_MD5"="Richiesta MD5";"Wait_We_Are_Requesting_MD5_From_SSH"="Attendere, stiamo richiedendo MD5 via SSH...";"MD5_Hash_Can_Not_BeRetrieved"="L'hash MD5 non può essere recuperato";"PHOTO_LIBRARY"="Libreria delle immagini";"PHOTO_COUNT_SINGLE"="1 oggetto";"PHOTO_COUNT_MULTIPLE"="%@ oggetti";"ERROR"="Errore";"UNKNOWN_LIBRARY_ERROR"="Si è verificato un errore sconosciuto";"PHOTO_ROLL_ACCESS_ERROR"="%@ non ha i permessi per accedere alla tua Libreria immagini";"File"="File";"Finished"="Finito";"Image_Is_Now_Downloaded_In_Camera_Roll"="L'immagine è stata salvata nel rullino fotografico";"Authentication"="Autenticazione";"Password_Authentication"="Autenticazione con password";"Private_Key_Authentication"="Autenticazione con chiave privata";"Private_Key"="Chiave privata";"Unknow"="Sconosciuto";"Private_Key_Not_Found"="Chiave privata non trovata";"A_Password_Is_Required_For_Your_Private_Key"="Una password è richiesta per la tua chiave privata";"Is_Encrypted"="è criptata";"Save_To_Camera_Roll"="Salva in rullino fotografico";"Want_To_Save_In_Camera_Roll"="Vuoi salvare questa immagine nel rullino fotografico?";"Profile"="Impostazioni del terminale";"Profile_Background_Color"="Colore dello sfondo";"Profile_Foreground_Color"="Colore di primo piano";"Profile_Font_Size"="Dimensione del carattere";"Profile_Font_Family"="Famiglia di caratteri";"Profile_Color_Black"="Nero";"Profile_Color_White"="Bianco";"Profile_Color_Gray"="Grigio";"Profile_Color_Red"="Rosso";"Profile_Color_Green"="Verde";"Profile_Color_Yellow"="Giallo";"Profile_Color_Blue"="Blu";"Profile_Color_Purple"="Viola";"Profile_Color_Cyan"="Ciano";"Profile_Terminal_Type"="Tipo di terminale";"Profile_Terminal_Type_VT100"="VT100";"Profile_Terminal_Type_XTERM"="XTERM";"Profile_Terminal_Type_DUMB"="DUMB";"Save_And_Connect"="Salva e connetti";"Pro_Upgrade"="Aggiorna a Pro";"Upgrade_WebSSH_To_Pro_Version"="Aggiorna WebSSH alla versione Pro";"Feature_Part_Of_Pro_Version"="Questa funzionalità fa parte di WebSSH Pro\nPuoi provarla prima di aggiornarla alla versione Pro\nVuoi aggiornare a WebSSH Pro adesso?";"Upgrade"="Aggiorna";"Not_Now"="Non ora";"Try_It"="Prova";"Unlock"="Sblocca";"FAQ"="FAQ";"Inbox"="Ricevuti";"Help"="Aiuto";"New_Response"="Nuova risposta";"Extension_Not_Recognized_Message"="L'estensione del file non è stata riconosciuta come file di testo\nVuoi modificarlo ugualmente?";"Extension_Not_Recognized"="Estensione non riconosciuta";"Success"="Fatto";"File_Writed_With_Success"="File salvato correttamente.";"File_Writed_With_Error"="Si è verificato un errore. Il file non è stato salvato!";"File_Not_Saved"="File non salvato";"Are_You_Sure_File_Not_Saved"="Non hai salvato le modifiche.\nDesideri chiudere senza salvare?";"Reviews_And_Answers"="Domande & risposte";"Subject_Field_Is_Required"="Il campo Soggetto è richiesto";"Contact_Bug_Submit"="Segnalazione Bug";"Contact_Translator_Request"="Voglio essere un traduttore";"Contact_Other"="Altro";"Contact_Suggestion"="Suggerimento";"Error_Occured_Can_You_Retry"="Si è verificato un errore. Ripetere l'operazione più tardi, per favore.";"Information"="Informazioni";"WebSSH_Has_Been_Offered_To_You"="L'aggiornamento alla versione Pro ti è stata offerta dal team di WebSSH";"Utils"="Utilità";"Ping"="Ping";"Start"="Inizia";"Stop"="Ferma";"Server"="Server";"Bad_ICMP_Data_Received"="Dati ICMP recevuti danneggiati";"Create_File"="Crea un file";"File_Name"="Nome del file";"Enter_File_Name"="Inserisci nome del file";"Default_File_Name"="File.txt";"Can_Not_Create_File_Because_Already_Exists"="Il nome \"%@\" è stato già scelto. Siete pregati di scegliere un nome differente.";"Infinite_Loop_Detected"="Rilevato ciclo infinito. Annulato.";"Unable_To_Retrieve_Whois_From_Data"="Impossibile recuperare Whois dai dati";"Whois"="Whois";"Domain_Name_Example"="esempio.com";"Bad_Response_Received"="Risposta negativa ricevuta";"Welcome_Gesture"="WebSSH usa le gesture per mostrare funzionalità importanti :";"Swipe_To_Left_Gesture"="Scorri dal centro a sinistra per mostrare il menù della schermata corrente";"Swipe_To_Right_Gesture"="Scorri dal centro a destra per mostrare li menù principale";"Confirmation"="Conferma";"Are_You_Sure_To_Delete_This_Connection"="Sei sicuro di cancellare questa connessione?";"Feature_Part_Of_Pro_Version_Trials_End"="Questa funzionalità fa parte di WebSSH Pro.\nDesideri passare a WebSSH Pro adesso?";"Skip"="Salta";"Keep_Device_Awake"="Mantieni il dispositivo attivo";"Keep_Device_Awake_When_SSH_Connection"="Quando SSH è attivo";"Keep_Device_Awake_When_SFTP_Connection"="Quando SFTP è attivo";"Keep_Device_Awake_Warning"="Mantenendo il dispositivo attivo può esaurire la batteria più velocemente, ma dovrebbe mantenere attive le connessioni";"Settings"="Impostazioni";"Manage_WebSSH_Settings"="Gestisci impostazioni di WebSSH";"My_Connections"="Le mie connessioni";"Connections_SSH_SFTP_ETC"="Connessioni SSH \/ SFTP";"Connection_Closed"="Connessione chiusa";"Your_Connection_Has_Been_Closed"="La tua connessione è stata chiusa. Puoi instaurare nuovamente la connessione usando il bottone \"Riconnetti\".";"Group_Name"="Nome del gruppo";"Terminal_Profile"="Profilo del terminale";"Dont_Forget_To_Check_Profile_Settings_If_Terminal_Doesnt_Display_Correctly"="Non dimenticare di controllare le impostazioni del terminale se il terminale non viene visualizzato correttamente.";"What_Is_New_V5"="+Apri connessioni multiple scorrendo la barra di navigazione\r\n+Cancella una connessione dalle sue impostazioni\r\n+Aggiunta funzionalità per prevenire lo stand-by (in impostazioni)\r\n+Aggiunto bottone per cancellare l'immissione della password per WebSSH\r\n+Le connessioni possono essere raggruppate con un \"Nome del gruppo\"\r\n*Nuovo colore della barra di navigazione\r\n*Corretto un bug che preveniva la rimozione di alcune connessioni\r\n*Aggiornato il menu home e molto altro\r\n\r\nModalità SSH\r\n+Riconnetti ad una sessione chiusa\r\n+Personalizza tasti della tastiera\r\n+Aggiunti tasti funziona SSH (F1...F12)\r\n*Il tipo di terminale SSH è ora impostato come \"VT100\" come default\r\n\r\nModalità SFTP\r\n+Più tipi di file riconosciuti\r\nLo scorrimento SFTP è ora più veloce";"Welcome_Message"="Benvenuto in WebSSH !\r\n\r\nAttraverso le prossime brevi schermate scoprirai cosa c'è nuovo.\r\n\r\nInizia a scorrere per saperne di più.";"Welcome_Credentials_Missing"="WebSSH può proteggere le tua connessioni salvate solo se imposti una password di avvio per WebSSH.\r\n\r\nNon dimenticate di impostare una password di avvio dal menu delle impostazioni.";"Welcome_Gestures"="Attraverso semplici gesture, WebSSH ti permetterà di aprire fino a 5 connessioni simultaneamente! \r\n\r\nDalla barra del menù, scorri semplicemente a sinistra o destra per visualizzare nuove schermate.";"Welcome_Ready"="Adesso sei stato informato sulle ultime funzioni.\r\n\r\nDivertiti la nuova versione di WebSSH ora!";"Keys"="Chiavi";"Add_Key"="Aggiungi tasto";"Key_Already_Exists"="Il tasto è già esistente";"Key_Already_Exists_Message"="Il tasto selezionato è già stato aggiunto alla tastiera";"Screen"="Schermo";"Share_This_App"="Consiglia questa app";"Profile_Backspace_Sequence"="Sequenza di cancellazione";"Profile_Backspace_DEL"="^? (DEL)";"Profile_Backspace_BS"="^H (BS)";"Crash_Detected"="Rilevata uscita inaspettata";"WebSSH_Has_Been_Crashed_Would_You_Like_To_Send_Report"="WebSSH si è spenta inaspettatamente. Desideri inviare un report al supporto di WebSSH?";"Submit_Report"="Inoltra rapporto";"SSH_Settings"="Impostazioni SSH";"Enable_Bel_Vibration_Or_Beep"="Abilita avviso a vibrazione o beep";"Pro_Upgrade_More_Information"="Ottieni più informazioni riguardo la versione Pro";"Servers"="Server";"Logout"="Esci";"Login"="Entra";"Login_Required_Message"="È necessario un account su WebSSH.Net per usare questa funzione - è gratis!";"Signup"="Registrati";"Welcome"="Benvenuto\/a";"WebSSH_Everywhere"="WebSSH, ovunque";"Get_Started"="Inizia";"Whats_New"="Novità";"Whats_New_Terminal"="Terminale";"Install"="Installa";"Later"="Più tardi";"Add_New_Command"="Aggiungi un nuovo comando";"Ads_Support_Message"="Al fine di supportare WebSSH potrebbero apparire delle pubblicita'. L'aggiornamento alla versione Pro le disabilitera'.";"All"="Tutte";"Are_You_Sure_To_Logout"="Sicuro di disconnetterti dall'account WebSSH.Net?";"Bad_Login_Credentials"="Credenziliali di accesso errate";"Bad_Login_Credentials_Message"="Le tue credenziali sembrano essere errate. Cosa desideri fare?";"Bucket_Already_Exists_Error_Import"="Il Bucket \"%@\" esiste gia'!¬\nSe lo vuoi importare devi cancellare il corrente Bucket sul tuo dispositivo.";"Command"="Comando";"Continue"="Continua";"Continue_With_Ads"="Continua con pubblicita'";"Fast"="Veloce";"Follow_Us"="Seguici";"Furtive_Mode"="Modo Furtivo";"General"="Generali";"Icon"="Icona";"Itunes_File"="File di iTunes";"Language"="Lingua";"Learn_More"="Scopri di piu'";"Local_Notifications_Disabled"="Notifiche locali disabilitate";// WebSSH 14.6 ->"Please_Help_Me_Support_WebSSH"="❣️ Acquistando la versione completa di WebSSH puoi aggiungere tutte le connessioni SSH / SFTP / TUNNEL che desideri.";// <- WebSSH 14.6// WebSSH 14.8 ->"Please_Help_Me_Support_WebSSH_Title"="❤️ Aiutami a continuare WebSSH";"Buy_Price" = "Compra\n%@";"Do_You_Love_WebSSH"="Ti piace WebSSH?";// <- WebSSH 14.8"Profile_Carriage_Return" = "Ritorno a capo";"Edit" = "Modifica";"Download" = "Download";"View" = "Visualizza";"Launch"="Lanciare";"Clone"="Clone";